<template lang="pug">
.contract
  .container
    .row
      .offset-lg-2.col-lg-8
        h1 プライバシポリシー
        section
          p LIXA（以下「当ジム」といいます。）は、当ジムの提供するサービス（以下「本サービス」といいます。）における、利用者の皆さまについての個人情報を含む利用者情報の取扱いについて、以下のとおりプライバシーポリシー（以下「本ポリシー」といいます。）を定めます。
        section
          h2 1. 利用者情報の収集
          p 本ポリシーにおいて、「利用者情報」とは、利用者の識別に係る情報、当ジムの利用における記録情報であって、本ポリシーに基づき当ジムが収集するものを意味するものとします。本サービスにおいて当ジムが収集する利用者情報は、以下のようなものがあります。
          ol
            li 利用者が事前予約、利用申し込み等、本サービスを利用するために提供した情報（「個人情報の保護に関する法律」（平成15年5月30日法律第57号。以下「個人情報保護法」といいます。）第2条第1項に定義される「個人情報」を含みます。）
            li 利用者が本サービスを利用する際の記録情報
            li 本サービスの利用に係る購買情報、取引履歴、他の利用者等とのコミュニケーション内容等
            li 利用者が本サービスの利用において、他のサービスと連携を許可することにより、当該他のサービスから提供される情報
        section
          h2 2. 法令遵守
          p 当ジムは、利用者情報の収集・利用等の取扱いについて、個人情報保護法及びその他の関係法令を遵守いたします。
        section
          h2 3. 利用者情報の利用目的
          p 当ジムは、収集した利用者情報を以下の目的のためにのみ利用し、違法または不当な行為を助長し、または誘発するおそれがある方法による利用はいたしません。
          ol
            li 本サービスの提供と維持向上、新しいコンテンツの提供のため
            li 本人確認、料金請求のため
            li 利用者に最新情報、サポート又は当ジムの規約、ポリシー等（以下「規約等」といいます。）の変更を送信するため
            li 製品、サービス、オファー、プロモーション、報酬、当ジムや第三者から提供されるイベントその他利用者が興味があると考えられるニュースや情報をお知らせするため
            li 当ジムの提供するサービスに関連する利用や活動、動向の調査分析のため
            li 本サービスに関する当社の規約等に違反する行為又は法に反する行為の発見、調査又は防止のため
            li オプトアウト手続その他法令において許される方法による第三者に対する提供のため
            li その他上記の利用目的に付随する目的のため
          p また、当ジムは、利用者情報の利用目的を相当の関連性を有すると合理的に認められる範囲内において変更することがあり、変更した場合には利用者に通知又は公表いたします。
        section
          h2 4. 利用者情報の提供
          p 当ジムは、以下に定める場合には、利用者情報を第三者に提供することができるものとします。
          ol
            li 利用者ご本人の同意がある場合
            li 国の機関若しくは地方公共団体又はその委託を受けた者から、利用者情報の開示を求められた場合
            li 当ジムとの取引において支払うべき料金その他の金員の決済を行うために、金融機関、クレジットカード会社、回収代行業者その他の決済又はその代行を行う事業者に開示する場合
            li 当ジムが行う業務の全部又は一部を第三者に委託する場合
            li 合併その他の事由による事業の承継に伴って利用者情報が提供される場合
            li 個人情報保護法その他の法令により認められた場合
            li その他当ジムの各サービスにおいて個別に定める場合
        section
          h2 5. 利用者情報を保護するための体制について
          ol
            li 当ジムは、利用者情報の紛失、破壊、改ざん及び漏洩などのリスクに対して、利用者情報の安全管理が図られるよう、当ジムの従業員に対し、必要かつ適切な監督を行います。また、当ジムは、利用者情報の取扱いの全部又は一部を委託する場合は、委託先において利用者情報の安全管理が図られるよう、必要かつ適切な監督を行います。
            li 当ジムの講じる安全管理措置の具体的内容については、当ポリシーで定めた問い合わせ窓口へお問い合わせください。
            li 利用者は、ご自身の個人情報について、開示、修正・削除又は第三者への提供の停止（以下「個人情報の開示等」といいます）を要求することができます。個人情報に関する要求・お問い合わせは、当ポリシーで定めた問い合わせ窓口へお問い合わせください。
            li 当ジムは、利用者より個人情報の開示等に関する要求・お問い合わせを受けた場合、個人を識別できる情報により利用者ご本人であることを確認します。利用者ご本人以外の第三者が個人を識別できる情報を入手し、利用者になりすます等の目的で使用した場合、当ジムは、係る行為による利用者の損害等について一切責任を負いません。
            li 個人情報の開示等に関する要求・お問い合わせを受けた場合、当ジムは、利用者ご本人であることが確認できた場合に限り、合理的な範囲内において速やかに対応いたします。なお、何らかの理由で既に個人情報を消去している場合がありますので、この場合に個人情報の開示等に関する要求・お問い合わせは対象外とさせていただきます。
        section
          h2 6. プライバシーポリシーの変更
          p 当ジムは、必要に応じて本ポリシーを変更する場合があります。本ポリシーに重要な変更がある場合には、サイト上で告知します。本ページを都度ご確認の上、当ジムのプライバシーポリシーをご理解いただくようお願いします。
        section
          h2 7. 免責事項
          ol
            li 当ジムは、当サイトに掲載している情報の正確性、適時性又は完全性について保証いたしません。
            li 当ジムは、当サイトの情報や当サイトを通じてアクセス可能な情報が、コンピュータウイルスやスパイウェア等に感染していないことについて保証いたしません。
            li 本サービスの利用は利用者の責任において行い、本サービスに起因して利用者に生じた損害については、当ジムに故意又は重過失がある場合に限り、当該利用者が直接被った損害を上限として損害賠償責任を負うものとします。
        section
          h2 8. 問い合わせ窓口
          p ご意見、ご質問、苦情のお申出その他利用者情報の取扱いに関するお問い合わせは、下記の窓口までお願い致します。
          p LIXAサポート窓口：support@lixa.jp
</template>

<script>
export default {
  head: {
    title: `プライバシーポリシー | ${process.env.projectName}`
  }
}
</script>